Repository: adrassad/crypto_tracker_app
Catalog: lib/l10n/app_*.arb
Languages: ru

# appTitle
source: Crypto Price
ru: Курс Криптовалют

# switchLanguage
source: Switch to Russian
ru: Переключить на английский

source: Switch Theme
ru: Переключить стиль

source: Get Price
ru: Узнать курс

source: Count
ru: Количество

source: Coin 1
ru: Монета 1

source: Coin 2
ru: Монета 2

# enterTicker
source: Please enter a ticker.
ru: Введите тикеры и количество.

# error_fetch_failed
source: Failed to fetch price
ru: Не удалось получить цену

# error_no_internet
source: No internet connection
ru: Нет подключения к интернету

# error_unknown
source: Unknown error occurred
ru: Произошла неизвестная ошибка
